IDEA Open Model
BeamDataEc2.Ln Property
Compatible with IDEA StatiCa 20.1
 Length of beam
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Ln { get; set; }
Public Property Ln As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
BeamDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace